{"bucket":{"_id":"590b6460200ca2723f0029f3","slug":"graphql-test","title":"GraphQL Test","object_types":[{"title":"Posts","slug":"posts","singular":"Post","metafields":[{"value":"","key":"hero","title":"Hero","type":"file","children":null}],"options":null},{"title":"Pages","slug":"pages","singular":"Page","metafields":[],"options":{"slug_field":1,"content_editor":1}}],"objects":[{"_id":"590b658f200ca2723f002ad5","order":0,"slug":"404","title":"404","content":"<p>Whoa! &nbsp;Something&#39;s up.</p>","metafields":[],"bucket":"590b6460200ca2723f0029f3","type_slug":"pages","created_at":"2017-05-04T17:31:59.211Z","created_by":"56d66b2f903a79b904000001","created":"2017-05-04T17:31:59.211Z","user_id":"56d66b2f903a79b904000001","options":{"slug_field":1,"content_editor":1},"status":"published"},{"_id":"590b64f7200ca2723f002a51","order":0,"slug":"post-2","title":"Post 2","content":"<p>Look, you are playing adults&hellip;with fully formed libidos, not 2 young men playing grab-ass in the shower. Ah, it is a rock, though. Should beat everything. Gob: There&#39;s not a lot of logic to it. Uncle Gob&hellip; was Aunt Lindsay ever pregnant? Yeah, sure, dozens of times. He&hellip; she&hellip; what&#39;s the difference? Oh hear, hear. In the dark, it all looks the same. Early. Here he comes. Here comes John Wayne. Maybe it was the other George Michael. You know, the singer-songwriter. Fried cheese&hellip; with club sauce. Popcorn shrimp&hellip; with club sauce. Chicken fingers&hellip; with spicy club sauce.</p><p>No! These are just strippers! Look how hot they are! There are very few intelligent, attractive and straight men in this town. Well, that certainly leaves me out. ♪♪ And the thought of rubbin&#39; you is getting so exciting. Sky rockets in flight! Afternoon delight! ♪♪ Yeah, well, have you seen the new Mustang? You could hump that hood. I may have committed some light treason. You are a worse psychiatrist than you are a son-in-law and you will never get work as an actor because you have no talent. The Army had half a day. Oh Gob, you could charm the black off a telegram boy.</p><p>There are very few intelligent, attractive and straight men in this town. Well, that certainly leaves me out. They don&#39;t appreciate him. It&#39;s his glasses&hellip; they make him look like a lizard. Plus he&#39;s self-conscious. Heyyyyyy Uncle Father Oscar. I&#39;m an ideas man, Michael. I think I proved that with &quot;Fuck Mountain.&quot; I call it Tricks &ndash;- wait for it &ndash; Around The Office. I think I might have someone who&#39;s going to circumvrent the law. I want to cry so bad, but I don&#39;t think I can spare the moisture.</p><p>I&#39;ve been in the film business for a while but I just cant seem to get one in the can. Way to plant, Ann! She calls it a Mayonegg. Or it could be your colon. I&#39;d want to get in there and find some answers. Buster, what are you doing with mother&#39;s rape horn? Well, if you want to play Eve, you got to get in line behind what, above five homos.</p>","metafields":[{"value":"37f52860-30ef-11e7-8b84-cbc54315248d-header-arrested-development-season-4-first-full-trailer.jpg","key":"hero","title":"Hero","type":"file","children":null}],"bucket":"590b6460200ca2723f0029f3","type_slug":"posts","created_at":"2017-05-04T17:29:27.068Z","created_by":"56d66b2f903a79b904000001","created":"2017-05-04T17:29:27.068Z","user_id":"56d66b2f903a79b904000001","options":null,"status":"published"},{"_id":"590b64de200ca2723f002a1e","order":1,"slug":"post-1","title":"Post 1","content":"<p>I didn&#39;t get into this business to please sophomore Tracy Schwartzman, so&hellip; onward and upward. On&hellip; Why, Tracy?! Why?!! Well excuse me, Judge Reinhold! And here you are coming out of your mother&#39;s third base! I run a pretty tight ship around here. With a pool table.</p><p>I know what an erection feels like, Michael. Michael was concerned that he was caught in a lie about his family. The family was concerned that they were being confronted by a woman they had clubbed, drugged, and left on a bench.</p><p>The only thing more terrifying than the escaped lunatic&#39;s hook was his twisted call&hellip; Hey campers! Speaking of settling, How&#39;s Ann? Suddenly playing with yourself is a scholarly pursuit? We have unlimited juice? This party is going to be off the hook. Oh&hellip;yeah&hellip;the guy in the&hellip;the $4,000 suit is holding the elevator for a guy who doesn&#39;t make that in three months. Come on! Each year, Oscar attempts the four hundred mile walk from Newport Beach to Berkeley, California. In the twelve years that he&#39;s attempted this, he&#39;s never made it farther than UC Irvine. WHY was this show cancelled? I mean, COME ON. Everyone&#39;s laughing, and riding, and cornholing except Buster.</p><p>It seems like only yesterday you were bursting forth from your mother&#39;s fertile womb. If I wanted something your thumb touched, I&#39;d eat the inside of your ear.</p><p>I&#39;m foolish and I&#39;m funny and I&#39;m needy. Am I needy? Are you sure I&#39;m not needy? &#39;Cause I feel needy sometimes. The only thing more terrifying than the escaped lunatic&#39;s hook was his twisted call&hellip; Heyyyyy campers! You boys know how to shovel coal? Yeah, I invited her. You said you wanted to spend time some with her. You said I was being an Ann hog. Well, obviously, I&#39;m not a big guy. I&#39;m not a Carl Weathers, par example. Wine only turns to alcohol if you let it sit.</p><p>Whoa whoa whoa whoa. Wait. Are you telling me you have a multi-stage trick with hidden identities? Are all the guys in here&hellip; you know? George Sr: No not all of them. Barry: Yeah. It&#39;s never the ones you hope. Are all the guys in here&hellip; you know? George Sr.: No, not all of them. Barry: Yeah. It&#39;s never the ones you hope. Whenever she&#39;d change clothes, she&#39;d make me wait on the balcony until zip-up, and yet anything goes at bath time. She wanted to look 48. I nearly airbrushed her into oblivion. Ended up checking &quot;albino&quot; on the form.</p><p>Interfere? I ought to pull down your pants and spank your ass raw. Michael: I&#39;m sorry, have we met? Fun and failure both start out the same way. You go buy a tape recorder and record yourself for a whole day. I think you&#39;ll be surprised at some of your phrasing. This was a big get for God. You can control your bladder when you&#39;re dead! Please refrain from Mayoneggs during this salmonella scare. God knows they&#39;re squinters.</p><p>Family Love Michael. It&#39;s sort of like going from prime rib to&hellip; I don&#39;t know&hellip; weird brother of prime rib. My brother wasn&#39;t optimistic it could be done, but I didn&#39;t take &quot;wasn&#39;t optimistic it could be done&quot; for an answer.</p><p>Make love in your *own* hand, Mother! I cheated and I lied and I whored around.</p><p>Are you at all concerned about an uprising? Buster, you remember when we were kissing last night? Buster: It was a wild, wild ride. A group of British builders operating outside the O.C.</p>","metafields":[{"value":"22cd8220-30ef-11e7-8b84-cbc54315248d-adinline.jpg","key":"hero","title":"Hero","type":"file","children":null}],"bucket":"590b6460200ca2723f0029f3","type_slug":"posts","created_at":"2017-05-04T17:29:02.300Z","created_by":"56d66b2f903a79b904000001","created":"2017-05-04T17:29:02.300Z","user_id":"56d66b2f903a79b904000001","options":null,"status":"published"},{"_id":"590b6582200ca2723f002ad4","order":1,"slug":"home","title":"Home","content":"<p>I just dont want him to point out my cracker ass in front of Ann. I&#39;d rather be dead in California than alive in Arizona. And the soup of the day is bread. In the mid &#39;90s, Tobias formed a folk music band with Lindsay and Maebe which he called Dr. Funke&#39;s 100 Percent Natural Good Time Family Band Solution. The group was underwritten by the Natural Food Life Company, a division of Chem-Grow, an Allen Crayne acqusition, which was part of the Squimm Group. Their motto was simple: We keep you alive. Saw this on the highway and almost blue myself. Hop on? One of the guys told me to take my head out of my BOTTOM and get back to work&hellip;my BOTTOM! Sure, let the little fruit do it. HUZZAH! Everything they do is so dramatic and flamboyant. It just makes me want to set myself on fire. - Lucille Bluth.</p><p>I [bleeped] the business model. Yeah, she had all kinds of orgasms. You&#39;re Killing Me, Buster. Annhog&#39;s coming? Am I in two thirds of a hospital room? Each year, Oscar attempts the four hundred mile walk from Newport Beach to Berkeley, California. In the twelve years that he&#39;s attempted this, he&#39;s never made it farther than UC Irvine.</p><p>He&#39;s going to be all right. Way to plant, Ann! I&#39;ve been in the film business for a while but I just can&#39;t seem to get one in the can. Sure, let the little fruit do it. HUZZAH! How am I supposed to find someone willing to go into that musty old claptrap? Turn this skiff around!</p><p>A sea of waiters and no one will take a drink order. Pound is tic-tac-toe, right?</p><p>She tried pesto for the first time. Imagine that, 92 years old and she never tried pesto. Turn this skiff around! I see you&#39;ve wasted no time in filling my seat hole.</p><p>It&#39;s as Ann as the nose on Plain&#39;s face. Nellie is blowing them all AWAY. Stop licking my hand, you horse&#39;s ass. Douche chill! A lady of the evening. Working girl. She turns illusions for money. Uncle Gob, was Aunt Lindsay ever pregnant? Yeah, sure, dozens of times.</p><p>One of the guys told me to take my head out of my BOTTOM and get back to work&hellip;my BOTTOM! Hahahaha. Buster, what are you doing with mother&#39;s rape-horn? Yes, she happens to be more experienced than a normal girl, but sometimes love should be&hellip; terrifying. Tobias is Queen Mary.</p><p>This show was cancelled. I mean, COME ON. You just made a fool out of yourself in front of T-Bone. She keeps saying that God is going to show me a sign. The&hellip; something of my ways. Wisdom? Yes, he&#39;s like the steel man from The Wizard From Oz. What, so the guy we are meeting with can&#39;t even grow his own hair? COME ON!</p><p>I know what an erection feels like, Michael. No, it&#39;s the opposite. It&#39;s like my heart is getting hard. I guess you can say I&#39;m buy-curious.</p><p>Get rid of the Seaward. Lucille: I&#39;ll leave when I&#39;m good and ready. Heyyyyy, hermano. If you&#39;re suggesting I play favorites, you&#39;re wrong. I love all of my children equally. [earlier] I don&#39;t care for Gob. A trick is something a whore does for money&hellip; or cocaine.</p>","metafields":[],"bucket":"590b6460200ca2723f0029f3","type_slug":"pages","created_at":"2017-05-04T17:31:46.480Z","created_by":"56d66b2f903a79b904000001","created":"2017-05-04T17:31:46.480Z","user_id":"56d66b2f903a79b904000001","options":{"slug_field":1,"content_editor":1},"status":"published","modified_at":"2017-05-04T17:32:58.337Z","modified_by":"56d66b2f903a79b904000001"}],"media":[{"_id":"590b64d1200ca2723f002a0d","name":"22cd8220-30ef-11e7-8b84-cbc54315248d-adinline.jpg","original_name":"adinline.jpg","size":8267142,"type":"image/jpeg","bucket":"590b6460200ca2723f0029f3","created":"2017-05-04T17:28:49.902Z","folder":null,"location":"https://cosmicjs.com/uploads"},{"_id":"590b64f5200ca2723f002a4d","name":"37f52860-30ef-11e7-8b84-cbc54315248d-header-arrested-development-season-4-first-full-trailer.jpg","original_name":"header-arrested-development-season-4-first-full-trailer.jpg","size":219939,"type":"image/jpeg","bucket":"590b6460200ca2723f0029f3","created":"2017-05-04T17:29:25.231Z","folder":null,"location":"https://cosmicjs.com/uploads"}]}}
